Repository: tsielknovnomis/Ruuvi-Station-Localization-Polish
Catalog: omegat/project_save.tmx
Source language: en_uk
Languages: pl_pl

source: %1$,d measurements read, saving..
pl_pl: %1$,d pomiary odczytane, zapisywanie...

source: (Offset {%@^%1$s})
pl_pl: (Wyrównanie {%@^%1$s})

source: .csv created, opening share menu
pl_pl: utworzono .csv, otwieranie menu udostępniania

source: ABOUT / HELP
pl_pl: O APLIKACJI / POMOC

source: ALERTS
pl_pl: OSTRZEŻENIA

source: About / Help
pl_pl: O aplikacji / pomoc

source: Absolute (g/m³)
pl_pl: Absolutna (g/m³)

source: Acceleration X
pl_pl: Przyspieszenie X

source: Acceleration Y
pl_pl: Przyspieszenie Y

source: Acceleration Z
pl_pl: Przyspieszenie Z

source: Access data for each linked sensor in real time and explore history graphs
pl_pl: Uzyskaj dostęp do danych dla każdego połączonego czujnika w czasie rzeczywistym i zbadaj wykresy historii

source: Add a New Sensor
pl_pl: Dodaj nowy czujnik

source: Add friend
pl_pl: Dodaj znajomego

source: Added sensors: %1$,d
pl_pl: Dodane czujniki: %1$,d

source: After Ruuvi Station uninstall and install, you may need to recalibrate.
pl_pl: Po odinstalowaniu i zainstalowaniu Ruuvi Station konieczna może być ponowna kalibracja.

source: After removal, someone else can claim ownership of the sensor.
pl_pl: Po usunięciu czujnika ktoś inny może zastrzec jego własność.

source: After signing in, you will automatically be marked as the owner of your nearby Ruuvi sensors.
pl_pl: Po zalogowaniu zostaniesz automatycznie oznaczony jako właściciel pobliskich czujników Ruuvi.

source: Air Humidity ({%@^%1$s})
pl_pl: Wilgotność powietrza ({%@^%1$s})

source: Air Humidity is too high!
pl_pl: Zbyt wysoka wilgotność powietrza!

source: Air Humidity is too low!
pl_pl: Zbyt niska wilgotność powietrza!

source: Air Pressure ({%@^%1$s})
pl_pl: Ciśnienie powietrza ({%@^%1$s})

source: Air Pressure is too high!
pl_pl: Zbyt wysokie ciśnienie powietrza!

source: Air Pressure is too low!
pl_pl: Zbyt niskie ciśnienie powietrza!

source: Alert when less than {%.0f^%1$,d} or more than {%.0f^%2$,d}
pl_pl: Ostrzeżenie, gdy mniej niż {%.0f^%1$,d} lub więcej niż {%.0f^%2$,d}

source: Alert when sensor is moved
pl_pl: Ostrzeżenie, gdy czujnik jest przesuwany

source: Already shared {%d^%1$,d}/{%d^%2$,d}
pl_pl: Już udostępnione {%d^%1$,d}/{%d^%2$,d}

source: App Settings
pl_pl: Ustawienia aplikacji

# BACKGROUND IMAGE
source: BACKGROUND\nIMAGE
pl_pl: ZDJĘCIE W TLE

source: Background Scanning Settings
pl_pl: Ustawienia skanowania w tle

source: Background scan important note
pl_pl: Skanowanie w tle ważna informacja

source: Battery Voltage
pl_pl: Napięcie baterii

source: Benefits of the Ruuvi cloud service
pl_pl: Korzyści z usług w chmurze Ruuvi

source: Benefits:
pl_pl: Korzyści:

source: By removing the sensor, your sensor ownership status will be revoked.
pl_pl: Usunięcie czujnika spowoduje cofnięcie statusu własności czujnika.

source: By using the application, you accept Ruuvi's standard terms and conditions: ruuvi.com/terms
pl_pl: Decydując się na używanie aplikacji, akceptują Państwo nasze Ogólne Warunki Handlowe: ruuvi.com/terms

source: Calibrate
pl_pl: Kalibruj

source: Calibrate hygrometer
pl_pl: Skalibruj higrometr

source: Calibrated: {%@^%1$s}
pl_pl: Kalibracja: {%@^%1$s}

source: Calibration done!
pl_pl: Skalibrowano!

source: Calibration setup
pl_pl: Ustawienia kalibracji

source: Calibration tips are available on ruuvi.com/support
pl_pl: Wskazówki dotyczące kalibracji są dostępne na stronie ruuvi.com/support.

source: Camera
pl_pl: Aparat

source: Cancel
pl_pl: Anuluj

source: Celsius (℃)
pl_pl: stopnie Celsjusza (℃)

source: Chart Interval
pl_pl: Odstęp czasu na wykresie

source: Chart Settings
pl_pl: Ustawienia wykresu

source: Chart history view period
pl_pl: Okres wyświetlania historii wykresu

source: Charts feature works best with background scanning enabled.
pl_pl: Funkcja wykresów działa najlepiej z włączonym skanowaniem w tle.

source: Check your email for an activation code.
pl_pl: Sprawdź swoją skrzynkę mailową, aby uzyskać kod aktywacyjny.

source: Choose the humidity unit you want to be displayed
pl_pl: Wyświetl wybraną jednostkę wilgotności powietrza

source: Choose the pressure unit you want to be displayed
pl_pl: Wyświetl wybraną jednostkę ciśnienia

source: Choose the temperature unit you want to be displayed
pl_pl: Wyświetl wybraną jednostkę temperatury

source: Claim Ownership
pl_pl: Potwierdź prawa własności

source: Claim ownership
pl_pl: Potwierdź prawa własności

source: Claim sensor
pl_pl: Zastrzeż czujnik

source: Clear
pl_pl: Wyczyść

source: Clear calibration settings?
pl_pl: Wyczyść ustawienia kalibracyjne?

source: Clear the local historical data from the app?
pl_pl: Wyczyścić lokalne dane z historii w aplikacji?

source: Close
pl_pl: Zamknij

source: Close the navigation drawer
pl_pl: Zamknij nawigację

source: Code
pl_pl: Kod

source: Configure interval between points shown on chart
pl_pl: Konfiguruj odstęp czasu pomiędzy punktami widocznymi na wykresie

source: Configure the period of history to be shown on chart from 1 to 10 days
pl_pl: Konfiguruj wyświetlanie historii wykresu na okres od 1 do 10 dni

source: Confirm
pl_pl: Zatwierdź

source: Connecting...
pl_pl: Łączenie...

source: Continuous background scanning
pl_pl: Ciągłe skanowanie w tle

source: Continuous background scanning mode is enabled.
pl_pl: Tryb ciągłego skanowania w tle jest włączony.

# Continuous background scanning mode is enabled. Data logging interval: %1$s
source: Continuous background scanning mode is enabled.\nData logging interval: %1$s
pl_pl: Tryb ciągłego skanowania w tle jest włączony.\nInterwał rejestrowania danych: %1$s

source: Corrected value
pl_pl: Poprawiona wartość

source: Could not start camera
pl_pl: Nie można uruchomić aparatu

source: Current version:
pl_pl: Obecna wersja:

source: Dashboard
pl_pl: Panel

source: Data Format
pl_pl: Format danych

source: Data Forwarding Settings
pl_pl: Ustawienia przesyłania danych

source: Data Forwarding URL
pl_pl: URL do przekazywania danych

source: Data forwarding works!
pl_pl: Prace związane z przekazywaniem danych!

source: Data logging interval
pl_pl: Interwał rejestrowania danych

source: Data logging interval: %1$s
pl_pl: Interwał rejestrowania danych: %1$s

source: Data storage error
pl_pl: Błąd w zapisie danych

source: Database size: %1$,d kB
pl_pl: Rozmiar bazy danych: %1$,d kB

source: Days
pl_pl: Dni

source: Define how often the background scanning will run
pl_pl: Zdefiniuj częstość skanowania w tle

source: Device disconnected
pl_pl: Rozłączono urządzenie

source: Device identifier
pl_pl: Identyfikator urządzenia

source: Dew point (°)
pl_pl: Temperatura punktu rosy (°)

source: Disable 'Auto-disable unused apps'.
pl_pl: Wyłącz „Auto-disable unused apps” (Automatycznie wyłącz nieużywane aplikacje).

source: Disable 'Manage Automatically' and enable options: 'Auto-Launch', 'Secondary Launch' and 'Run in background'.
pl_pl: Wyłącz funkcję „Manage Automatically” (Automatycznie zarządzanie) i włącz funkcje: „Auto-Launch” (Automatyczne uruchamianie), „Secondary Launch” (Wtórne uruchamianie) oraz „Run in background” (Uruchom w tle).

source: Disable 'Put unused apps to sleep'.
pl_pl: Wyłącz „Wprowadź nieużywane aplikacje w tryb uśpienia”.

source: Disable background restrictions for Ruuvi Station.
pl_pl: Wyłącz ograniczenia pracy w tle dla Ruuvi Station.

source: Disable this alarm
pl_pl: Wyłącz alarm

source: Disabled
pl_pl: Wyłączono

source: Disconnected
pl_pl: Rozłączono

source: Display all data in chart
pl_pl: Pokaż wszystkie dane na wykresie

source: Do not close app or power off the sensor during the update.
pl_pl: Nie wyłączaj aplikacji ani czujnika podczas aktualizacji.

source: Do you own this sensor?
pl_pl: Czy ten czujnik należy do Ciebie?

source: Do you want to remove the sensor?
pl_pl: Czy chcesz usunąć czujnik?

source: Do you want to sign out?
pl_pl: Chcesz się wylogować?

source: Do you want to unshare sensor for {%@^%1$s}?
pl_pl: Czy chcesz cofnąć udostępnienie czujnika dla {%@^%1$s}?

source: Download history data from the sensor?
pl_pl: Pobierz historię danych z czujnika?

source: Downloading the latest firmware to be updated...
pl_pl: Pobieranie najnowszego firmware’u do aktualizacji...

source: Draw dots in chart
pl_pl: Rysuj kropki na wykresie

source: EXPORT
pl_pl: EKSPORT

source: Email sent
pl_pl: E-mail wysłany

source: Enable Autostart and set Battery Saver to 'No restrictions'.
pl_pl: Włącz automatyczne uruchamianie i ustaw Oszczędzanie Baterii na „No restrictions” (Bez ograniczeń).

source: Enable Background Scanning
pl_pl: Włącz skanowanie w tle

source: Enable Bluetooth Scanning
pl_pl: Włącz skanowanie Bluetooth

source: Enabling it may cause charts to update slowly
pl_pl: Włączenie tej opcji może spowolnić aktualizowanie wykresu

source: Enter code manually
pl_pl: Wpisz ręcznie kod

source: Enter the expected humidity value from sensor under current conditions ({%@^%1$s}):
pl_pl: Wpisz oczekiwaną wartość wilgotności z czujnika w obecnych warunkach ({%@^%1$s}):

source: Enter the expected pressure value from sensor under current conditions ({%@^%1$s}):
pl_pl: Wpisz oczekiwaną wartość ciśnienia z czujnika w obecnych warunkach ({%@^%1$s}):

source: Enter the expected temperature value from sensor under current conditions ({%@^%1$s}):
pl_pl: Wpisz oczekiwaną wartość temperatury z czujnika w obecnych warunkach ({%@^%1$s}):

source: Error
pl_pl: Błąd

source: Every Ruuvi sensor can have only one owner.
pl_pl: Każdy czujnik Ruuvi może mieć tylko jednego właściciela.

source: Every Ruuvi sensor can have only one owner.\n\nBenefits:\n\n ● Sensor names, background images, offsets and alert settings will be securely stored in the cloud\n\n ● Access sensors remotely over the Internet (requires a Ruuvi Gateway)\n\n ● Share sensors with friends and family (requires a Ruuvi Gateway)\n\n ● Browse up to 2 years of history on station.ruuvi.com (requires a Ruuvi Gateway)
pl_pl: Każdy czujnik Ruuvi może mieć tylko jednego właściciela.\n\nKorzyści:\n\n ● Nazwy czujników, obrazy w tle, ustawienia ostrzeżeń i wyrównywania są zapisywane w chmurze\n\n ● Dostęp do czujnika przez internet (wymaga Ruuvi Gateway)\n\n ● Udostępnij czujnik rodzinie i przyjaciołom (wymaga Ruuvi Gateway)\n\n ● Przeglądaj historię użytkowania do 2 lat na stronie station.ruuvi.com (wymaga Ruuvi Gateway)

source: Experimental features
pl_pl: Funkcje eksperymentalne

source: Failed to create CSV file
pl_pl: Nie udało się utworzyć pliku CSV

source: File type not supported
pl_pl: Nieobsługiwany typ pliku

source: Firmware Update
pl_pl: Aktualizacja Firmware

source: Firmware is not valid
pl_pl: Firmware jest nieprawidłowy

source: Firmware not supported
pl_pl: Oprogramowanie sprzętowe nie jest obsługiwane

source: Firmware update failed
pl_pl: Aktualizacja firmware nie powiodła się

source: For more info, check the documentation.
pl_pl: W celu uzyskania dalszych informacji zapoznaj się z dołączonymi instrukcjami.

source: Forbidden
pl_pl: Zabronione

source: Gallery
pl_pl: Galeria

source: General
pl_pl: Ogólne

source: Get More Sensors
pl_pl: Kup nowe czujniki

source: Go to Android Settings -> Apps -> Ruuvi Station -> Battery -> Battery Optimisation and select 'Don't optimise for Ruuvi Station'
pl_pl: Należy wybrać Android Settings (Ustawienia Androida) -> Apps (Aplikacje) -> Ruuvi Station -> Battery (Bateria) -> Battery Optimisation (Optymalizacja baterii), a następnie zaznaczyć opcję „Don't optimise for Ruuvi Station” (Nie optymalizuj dla Ruuvi Station).

source: Hectopascal (hPa)
pl_pl: Hektopaskale (hPa)

source: Hours
pl_pl: Godziny

source: Humidity
pl_pl: Wilgotność

source: Humidity Unit
pl_pl: Jednostka wilgotności powietrza

source: Humidity offset
pl_pl: Wyrównanie wilgotności

source: If the receiver doesn't have a Ruuvi account, a free Ruuvi account will automatically be created at first log in.
pl_pl: Jeśli odbiorca nie ma konta Ruuvi, darmowe konto Ruuvi zostanie automatycznie utworzone przy pierwszym logowaniu.

source: If the receiver doesn't have a Ruuvi account, a free Ruuvi account will automatically be created at first log in.\n\nNote that the sensor's custom name and background image will be shared.
pl_pl: Jeśli odbiorca nie ma konta Ruuvi, darmowe konto Ruuvi zostanie automatycznie utworzone przy pierwszym logowaniu.\n\nNależy pamiętać, że zostanie udostępniona wybrana nazwa czujnika i obraz tła.

source: If yes, please claim ownership of the sensor and it'll be added to your Ruuvi account.
pl_pl: Jeśli tak, potwierdź prawa własności tego czujnika. Zostanie on dodany do Twojego konta Ruuvi.

source: If you don't have one yet, get it on ruuvi.com/gateway
pl_pl: Jeśli jeszcze nie masz swojego, znajdziesz je na ruuvi.com/gateway

source: If you experience any issues with background scanning you should disable battery optimisation for Ruuvi Station.
pl_pl: W przypadku wystąpienia problemów ze skanowaniem w tle należy wyłączyć optymalizację baterii Ruuvi Station.

source: If you remove the sensor, the owner of the sensor will be notified and you cannot access the sensor anymore.
pl_pl: Usunięcie czujnika spowoduje powiadomienie właściciela czujnika i uniemożliwi dostęp do czujnika.

source: If you're an advanced user and you'd like to manually configure the factory calibrated sensors, it's possible to do so.
pl_pl: Jeśli jesteś zaawansowanym użytkownikiem i chciałbyś ręcznie skonfigurować fabrycznie skalibrowane czujniki, jest to możliwe.

source: If your sensor has one button, keep the button pressed for ten seconds
pl_pl: Jeśli czujnik ma jeden przycisk, przytrzymaj go przez dziesięć sekund.

source: If your sensor has two buttons, press the R button while also pressing the B button
pl_pl: Jeśli czujnik ma dwa przyciski, naciśnij przycisk R oraz B jednocześnie

source: If you’re experiencing problems and our manuals didn’t provide the help you need, check out our many troubleshooting topics, here: ruuvi.com/support
pl_pl: W przypadku problemów, które nie zostały opisane w instrukcjach, należy zapoznać się z naszymi licznymi tematami dotyczącymi rozwiązywania problemów na stronie: ruuvi.com/support

source: In normal use, it's not necessary to adjust the offset.
pl_pl: W codziennym użytkowaniu nie jest konieczna regulacja wyrównania.

source: In normal use, it's not necessary to adjust the offset.\n\nIf you're an advanced user and you'd like to manually configure the factory calibrated sensors, it's possible to do so.\n\nCalibration tips are available on ruuvi.com/support
pl_pl: W codziennym użytkowaniu nie jest konieczna regulacja wyrównania. Jeśli jesteś zaawansowanym użytkownikiem i chciałbyś ręcznie skonfigurować fabrycznie skalibrowane czujniki, jest to możliwe. Wskazówki dotyczące kalibracji są dostępne na stronie ruuvi.com/support.

source: In order to measure relative humidity as accurately as possible, a sodium chloride (salt) calibration is recommended.
pl_pl: Aby jak najdokładniej zmierzyć wilgotność względną, zaleca się kalibrację chlorku sodu (soli).

source: In order to scan nearby Bluetooth devices in the background, Android requires background location access to be enabled.
pl_pl: Android wymaga dostępu do lokalizacji w tle, aby skanować znajdujące się w pobliżu urządzenia Bluetooth.

source: In order to scan nearby Bluetooth devices, Android requires location access to be enabled.
pl_pl: Android wymaga dostępu do lokalizacji, aby skanować znajdujące się w pobliżu urządzenia Bluetooth.

source: In order to share the sensor, you need to have a Ruuvi Gateway router nearby the sensor
pl_pl: Aby udostępnić czujnik, w pobliżu czujnika musi znajdować się router Ruuvi Gateway

source: Inch of mercury (inHg)
pl_pl: Cal słupa rtęci (inHg)

source: Internal error
pl_pl: Błąd wewnętrzny

source: Invalid MAC-address
pl_pl: Nieprawidłowy adres MAC

source: Invalid density mode
pl_pl: Niewłaściwy tryb gęstości

source: Invalid e-mail address
pl_pl: Nieprawidłowy adres e-mail

source: Invalid request format
pl_pl: Nieprawidłowy format prośby

source: Invalid sort mode
pl_pl: Nieprawidłowy tryb sortowania

source: Invalid time range
pl_pl: Nieprawidłowy zakres czasu

source: Is the URL correct?
pl_pl: Czy adres URL jest poprawny?

source: Just like Ruuvi sensors, Ruuvi Station is also open-source: github.com/ruuvi
pl_pl: Tak jak czujniki Ruuvi, Ruuvi Station również jest narzędziem typu open-source: github.com/ruuvi

source: Language
pl_pl: Język

source: Latest available Ruuvi Firmware version:
pl_pl: Aktualna wersja Ruuvi Firmware:

source: Let the app act as a gateway
pl_pl: Pozwól aplikacji działać jako brama sieciowa

source: Logged in:
pl_pl: Profil zalogowany:

source: Login
pl_pl: Logowanie

source: Login to
pl_pl: Zaloguj się do

# Login to Ruuvi Station
source: Login to\nRuuvi\nStation
pl_pl: Zaloguj się do\nRuuvi\nStation

source: MAC Address
pl_pl: Adres MAC

source: MAC address copied to clipboard
pl_pl: Adres MAC skopiowany do schowka

source: MORE INFO
pl_pl: WIĘCEJ INFORMACJI

source: MORE TO READ
pl_pl: DOWIEDZ SIĘ WIĘCEJ

source: Measure environmental data: temperature, relative humidity and air pressure
pl_pl: Dane dotyczące jakości powietrza: temperatura, wilgotność względna i ciśnienie powietrza

source: Measurement Sequence Number
pl_pl: Numer sekwencji pomiaru

source: Millimetre of mercury (mmHg)
pl_pl: Milimetr słupa rtęci (mmHg)

source: Minutes
pl_pl: Minuty

source: Missing argument
pl_pl: Brakujący argument

source: Movement
pl_pl: Przesunięcia

source: Movement Counter
pl_pl: Licznik przesunięć

source: Movement detected!
pl_pl: Wykryto przesunięcie!

source: Mute for an hour
pl_pl: Wycisz na godzinę

source: NAME
pl_pl: NAZWA

source: NETWORK INFO
pl_pl: INFORMACJA O SIECI

source: Name
pl_pl: Nazwa

source: Nearby Ruuvi sensors
pl_pl: Czujniki Ruuvi w pobliżu

source: No
pl_pl: Nie

source: No background scanning
pl_pl: Brak skanowania w tle

source: No background scanning mode is enabled
pl_pl: Tryb skanowania w tle jest wyłączony

source: No new data points available
pl_pl: Brak dostępności nowych punktów danych

source: No sensors added,
pl_pl: Brak dodanych czujników.

# No sensors added, press here to add sensors
source: No sensors added,\npress here to add sensors
pl_pl: Brak dodanych czujników. Aby dodać czujniki, należy nacisnąć tu.

source: No sensors found
pl_pl: Nie wykryto czujników

source: No user
pl_pl: Brak użytkownika

source: Nope, it did not work.
pl_pl: To nie pomogło.

source: Not shared
pl_pl: Nieudostępnione

source: Note that calibration data will be stored locally in your mobile device.
pl_pl: Miej na uwadze, że dane kalibracji będą przechowywane lokalnie na urządzeniu mobilnym.

source: Note that the sensor's custom name and background image will be shared.
pl_pl: Należy pamiętać, że zostanie udostępniona wybrana nazwa czujnika i obraz tła.

source: Number of locally stored measurements: %1$,d
pl_pl: Liczba pomiarów przechowywanych lokalnie: %1$,d

source: OPERATIONS MANUAL
pl_pl: INSTRUKCJA OBSŁUGI

source: Off
pl_pl: Wyłącz

source: Offset correction
pl_pl: Korekta wyrównania

source: Offset values (if any) set by the owner, will be automatically synced, and the receiver will always see the final corrected values.
pl_pl: Wartości wyrównania (jeśli są) ustawione przez właściciela, zostaną automatycznie zsynchronizowane, a odbiorca zawsze będzie widział ostateczne skorygowane wartości.

source: On Huawei devices go to Android Settings -> Apps -> Ruuvi Station -> Power usage details -> App launch.
pl_pl: Na urządzeniach Huawei przejdź do Android Settings (Ustawień Androida) -> Apps (Aplikacje) -> Ruuvi Station -> Power usage details (Szczegóły zużycia energii) -> App launch (Uruchomienie aplikacji).

source: On Samsung devices go to Android Settings -> Battery -> App power saving detail and set option 'Turned off' for Ruuvi Station.
pl_pl: Na urządzeniach Samsung przejdź do Android Settings (Ustawienia Androida) -> Battery (Bateria) -> App power saving detail (Szczegóły oszczędzania energii) w aplikacji i zaznacz opcję „Wyłączone” dla Ruuvi Station.

source: On Samsung devices go to Android Settings -> Device Maintenance (or Device Care) -> Battery.
pl_pl: Na urządzeniach Samsung przejdź do Android Settings (Ustawienia Androida) -> Device Maintenance (lub Device Care) (Pielęgnacja urządzenia) -> Battery (Bateria).

source: On Xiaomi devices go to Android Settings -> Apps -> Manage apps -> Ruuvi Station.
pl_pl: Na urządzeniach Xiaomi przejdź do Android Settings (Ustawień Android) -> Apps (Aplikacje) -> Manage apps (Zarządzanie aplikacjami) -> Ruuvi Station.

source: Only sensors within range of your Ruuvi Gateway can be shared.
pl_pl: Tylko czujniki będące w zasięgu Ruuvi Gateway mogą być udostępnione.

source: Open the cover of your Ruuvi sensor
pl_pl: Otwórz osłonę swojego czujnika Ruuvi.

source: Open the navigation drawer
pl_pl: Otwórz nawigację

source: Original measured value
pl_pl: Początkowa wartość

source: Owner
pl_pl: Właściciel

source: Ownership of the sensor claimed successfully
pl_pl: Potwierdzono prawa własności czujnika

source: PRIVACY POLICY
pl_pl: POLITYKA PRYWATNOŚCI

source: Pascal (Pa)
pl_pl: Paskal (Pa)

source: Please click 'allow all the time' if you'd like to use the background scanning feature.
pl_pl: Aby użytkować tę funkcję, należy wybrać „zezwalaj zawsze”.

source: Please enable location permission in Settings to see sensors.
pl_pl: Prosimy włączyć uprawnienia do lokalizacji w ustawieniach, aby wyświetlić czujniki.

source: Prepare your sensor
pl_pl: Przygotuj swój czujnik

source: Press SCAN to find and add nearby sensors to your Ruuvi Station
pl_pl: Naciśnij SCAN, aby znaleźć i dodać pobliskie czujniki do swojej Ruuvi Station.

source: Pressure
pl_pl: Ciśnienie

source: Pressure Unit
pl_pl: Jednostka ciśnienia

source: Pressure offset
pl_pl: Wyrównanie ciśnienia

source: Reading history
pl_pl: Sczytywanie historii

source: Receiver will be notified by email.
pl_pl: Odbiorca zostanie poinformowany wiadomością e-mail.

source: Relative (%)
pl_pl: Relatywna (%)

source: Remove
pl_pl: Usuń

source: Remove Ruuvi Station from the list of sleeping apps.
pl_pl: Usuń Ruuvi Station z listy uśpionych aplikacji.

source: Remove sensor
pl_pl: Usuń czujnik

source: Remove this sensor
pl_pl: Usuń ten czujnik

source: Request a code
pl_pl: Poproś o kod

source: Response code: %1$d
pl_pl: Kod odpowiedzi: %1$d

source: Restart the app after enabling it.
pl_pl: Uruchom ponownie aplikację po jej włączeniu.

source: Ruuvi Blog: ruuvi.com/blog
pl_pl: Blog Ruuvi: ruuvi.com/blog

source: Ruuvi Forum: f.ruuvi.com
pl_pl: Forum Ruuvi: f.ruuvi.com

source: Ruuvi Station is an easy-to-use but powerful tool to supercharge your Ruuvi sensors.
pl_pl: Ruuvi Station to łatwe w użyciu, ale potężne narzędzie pozwalające zwiększyć możliwości czujników Ruuvi.

source: Ruuvi cloud status
pl_pl: Status chmury Ruuvi

source: Ruuvi doesn't track your movements.
pl_pl: Ruuvi nie śledzi ruchu użytkownika.

source: Ruuvi on Twitter: twitter.com/ruuvicom
pl_pl: Ruuvi na Twitterze: twitter.com/ruuvicom

source: Ruuvi's website: ruuvi.com
pl_pl: Strona internetowa Ruuvi: ruuvi.com

source: Ruuvi's website: ruuvi.com\nRuuvi Forum: f.ruuvi.com\nRuuvi Blog: ruuvi.com/blog\nRuuvi on Twitter: twitter.com/ruuvicom
pl_pl: Strona internetowa Ruuvi: ruuvi.com\nForum Ruuvi: f.ruuvi.com\nBlog Ruuvi: ruuvi.com/blog\nRuuvi na Twitterze: twitter.com/ruuvicom

source: SCAN
pl_pl: SKANOWANIE

source: SKIP
pl_pl: POMIŃ

source: Scanning every
pl_pl: Skanuj wszystko

source: Searching for a sensor
pl_pl: Wyszukiwanie czujnika

source: Seconds
pl_pl: Sekundy

source: See video tutorials on how to easily do this at home.
pl_pl: Obejrzyj tutoriale wyjaśniające, jak zrobić to bezpiecznie w domu.

source: Seen sensors: %1$,d
pl_pl: Widoczne czujniki: %1$,d

source: Select Picture
pl_pl: Wybierz obraz

source: Send
pl_pl: Wyślij

source: Send Email
pl_pl: Wyślij wiadomość e-mail
